<?php
// Heading
$_['heading_title']     = 'Тематика сертификатов';

// Text
$_['text_success']      = 'Вы изменили тематику сертификатов!';
$_['text_list']         = 'Список тематик';
$_['text_add']          = 'Добавление тематики сертификата';
$_['text_edit']         = 'Изменить тематику сертификата';

// Column
$_['column_name']       = 'Название тематики';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название тематики сертификата';
$_['entry_description'] = 'Описание';
$_['entry_image']       = 'Изображение';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав на изменение тематики сертификатов!';
$_['error_name']        = 'Название тематики должно содержать от 3 до 32 символов!';
$_['error_image']       = 'Нужно добавить изображение!';
$_['error_voucher']     = 'Внимание: Это тематика не может быть удалена, так как назначена для %s сертификатов!';
