<?php
// Heading
$_['heading_title']     = 'Подарочные сертификаты';

// Text
$_['text_success']      = 'Вы изменили сертификаты!';
$_['text_list']         = 'Список подарочных сертификатов';
$_['text_add']          = 'Добавить сертификат';
$_['text_edit']         = 'Изменить сертификат';
$_['text_sent']         = 'Письмо с подарочным сертификатом отправлено!';

// Column
$_['column_name']       = 'Название';
$_['column_code']       = 'Код';
$_['column_from']       = 'Отправитель';
$_['column_to']         = 'Получатель';
$_['column_theme']      = 'Тематика';
$_['column_amount']     = 'Количество';
$_['column_status']     = 'Статус';
$_['column_order_id']   = 'Номер';
$_['column_customer']   = 'Клиент';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'Отправитель';
$_['entry_from_email']  = 'E-Mail отправителя';
$_['entry_to_name']     = 'Получатель';
$_['entry_to_email']    = 'E-Mail получателя';
$_['entry_theme']       = 'Тематика';
$_['entry_message']     = 'Сообщение';
$_['entry_amount']      = 'Количество';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Код, который должен указать клиент, для активации сертификата.';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав для изменения сертификатов!';
$_['error_exists']      = 'Внимание: Сертификат с таким кодом уже существует!';
$_['error_code']        = 'Код должен содержать от 3 до 10 символов!';
$_['error_to_name']     = 'Имя получателя должно содержать от 1 до 64 символов!';
$_['error_from_name']   = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email']       = 'Введён неправильный E-Mail!';
$_['error_amount']      = 'Количество должно быть больше или равно 1!';
$_['error_order']       = 'Внимание: Этот сертификат не может быть удалён, так как он используется в <a href="%s">заказе</a>!';
