<?php
// Heading
$_['heading_title']      = 'Банковский перевод';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Настройки изменены!';
$_['text_edit']          = 'Редактировать настройки';

// Entry
$_['entry_bank']         = 'Инструкции по переводу';
$_['entry_total']        = 'Сумма';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Географическая зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_total']         = 'Сумма, начиная с которой будет доступен данный метод оплаты.';

// Error
$_['error_permission']   = 'Внимание: У Вас нет прав для изменения настроек!';
$_['error_bank']         = 'Укажите инструкции по банковскому переводу!';
