<?php
// Heading
$_['heading_title']      = 'Оплата при получении';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Настройки сохранены!';
$_['text_edit']          = 'Редактировать настройки';

// Entry
$_['entry_total']        = 'Сумма';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Географическая зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_total']         = 'Сумма заказа, которую нужно достигнуть, чтобы данный метод оплаты стал доступен.';

// Error
$_['error_permission']   = 'Внимание: У Вас нет прав на изменение настроек!';
