<?php
// Heading
$_['heading_title']          = 'Атрибуты';

// Text
$_['text_success']           = 'Вы изменили Атрибуты!';
$_['text_list']              = 'Список атрибутов';
$_['text_add']               = 'Добавить атрибуты';
$_['text_edit']              = 'Изменить атрибуты';

// Column
$_['column_name']            = 'Название атрибута';
$_['column_attribute_group'] = 'Группа атрибута';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название атрибута';
$_['entry_attribute_group']  = 'Группа атрибута';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_permission']       = 'Внимание: У Вас нет прав на изменение атрибутов!';
$_['error_attribute_group']  = 'Укажите группу атрибутов!';
$_['error_name']             = 'Название атрибута должно содержать от 1 до 64 символов!';
$_['error_product']          = 'Внимание: Этот атрибут не может быть удалён, поскольку он установлен у %s продукта(ов)!';
