<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Вы изменили Категории!';
$_['text_list']              = 'Список категорий';
$_['text_add']               = 'Добавить категорию';
$_['text_edit']              = 'Изменить категорию';
$_['text_default']           = 'По умолчанию';
$_['text_keyword']           = 'Не используйте пробелы, заменяйте их символом дефиса. Убедитесь, что данный SEO URL уникален для всего сайта.';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории';
$_['entry_description']      = 'Описание';
$_['entry_meta_title'] 	     = 'Мета-тег Title';
$_['entry_meta_keyword']     = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'Ключевое слово';
$_['entry_parent']           = 'Родительская категория';
$_['entry_filter']           = 'Фильтры';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'Верхнее меню';
$_['entry_column']           = 'Колонки';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Переопределение макета';

// Help
$_['help_filter']            = '(Автозавершение)';
$_['help_top']               = 'Добавить в верхнее меню. Работает только при родительской категории из верхнего меню.';
$_['help_column']            = 'Количество колонок для вывода подкатегорий товаров в главном меню.';

// Error
$_['error_warning']          = 'Внимание: Проверьте заполнение полей формы на наличие ошибок!';
$_['error_permission']       = 'Внимание: У Вас нет прав на модификацию категорий!';
$_['error_name']             = 'Название категории должно содержать от 1 до 255 символов!';
$_['error_meta_title']       = 'Мета-тег Title должен содержать более 1 и менее 255 символов!';
$_['error_keyword']          = 'SEO URL уже используется!';
$_['error_unique']           = 'SEO URL должен быть уникален!';
$_['error_parent']           = 'Выбранная родительская категория является дочерней по отношению к редактируемой категории!';
