<?php
// Heading
$_['heading_title']     = 'Загружаемые товары';

// Text
$_['text_success']      = 'Вы изменили Загружаемые товары!';
$_['text_list']         = 'Список загружаемых товаров';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактировать';
$_['text_upload']       = 'Ваш файл был загружен!';

// Column
$_['column_name']       = 'Название загружаемого товара';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название загружаемого товара';
$_['entry_filename']    = 'Имя файла';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Вы можете загрузить файл с помощью кнопки или использовать FTP для прямой загрузки, с указанием имени вручную.';
$_['help_mask']         = 'Для предотвращения прямого доступа к загружаемому файлу, рекомендуется, чтобы отличались имя файла и маска.';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав на изменение загружаемых товаров!';
$_['error_name']        = 'Название загружаемого товара должно содержать от 3 до 64 символов!';
$_['error_upload']      = 'Необходима загрузка!';
$_['error_filename']    = 'Имя файла должно содержать от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна содержать от 3 до 128 символов!';
$_['error_filetype']    = 'Неверный тип файла!';
$_['error_product']     = 'Внимание: Данный файл не может быть удалён, поскольку указан у %s товара(ов)!';
