<?php
// Heading
$_['heading_title']          = 'Информационные страницы';

// Text
$_['text_success']           = 'Вы изменили Информационные страницы!';
$_['text_list']              = 'Список страниц';
$_['text_add']               = 'Добавить';
$_['text_edit']              = 'Редактировать';
$_['text_default']           = 'По умолчанию';
$_['text_keyword']           = 'Не используйте пробелы, заменяйте их символом дефиса. Убедитесь, что данный SEO URL уникален для всего сайта.';

// Column
$_['column_title']           = 'Название страницы';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Название страницы';
$_['entry_description']      = 'Описание';
$_['entry_meta_title']       = 'Мета-тег Title';
$_['entry_meta_keyword']     = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'Ключевое слово';
$_['entry_bottom']           = 'Выводить в подвале';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_layout']           = 'Переопределение макета';

// Help
$_['help_bottom']            = 'Выводить ссылку на эту страницу в подвале.';

// Error
$_['error_warning']          = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Внимание: У Вас нет прав для модификации информационных страниц!';
$_['error_title']            = 'Название страницы должно содержать 1 до 64 символов!';
$_['error_description']      = 'Описание должно состоять из более чем 3 символов!';
$_['error_meta_title']       = 'Мета-тег Title должен содержать более 1 и менее 255 символов!';
$_['error_keyword']          = 'Такой SEO URL уже используется!';
$_['error_unique']           = 'SEO URL должен быть уникален!';
$_['error_account']          = 'Внимание: Эта информационная страница не может быть удалена, поскольку она назначена в роли условий создания учётной записи!';
$_['error_checkout']         = 'Внимание: Эта информационная страница не может быть удалена, поскольку она назначена в роли условий оформления заказа!';
$_['error_affiliate']        = 'Внимание: Эта информационная страница не может быть удалена, поскольку она назначена в роли условий партнёрства!';
$_['error_return']           = 'Внимание: Эта информационная страница не может быть удалена, поскольку она назначена в роли условий возврата!';
$_['error_store']            = 'Внимание: Эта информационная страница не может быть удалена, поскольку она указана у %s магазина(ов)!';
