<?php
// Heading
$_['heading_title']     = 'Производители';

// Text
$_['text_success']      = 'Вы изменили Производителей!';
$_['text_list']         = 'Список производителей';
$_['text_add']          = 'Добавить производителя';
$_['text_edit']         = 'Редактировать производителя';
$_['text_default']      = 'По умолчанию';
$_['text_percent']      = 'Процент';
$_['text_amount']       = 'Фиксированное значение';
$_['text_keyword']      = 'Не используйте пробелы, заменяйте их символом дефиса. Убедитесь, что данный SEO URL уникален для всего сайта.';

// Column
$_['column_name']       = 'Название производителя';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название производителя';
$_['entry_store']       = 'Магазины';
$_['entry_keyword']     = 'Ключевое слово';
$_['entry_image']       = 'Изображение';
$_['entry_sort_order']  = 'Порядок сортировки';
$_['entry_type']        = 'Тип';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав для изменения производителей!';
$_['error_name']        = 'Название производителя должно содержать от 1 до 64 символа!';
$_['error_keyword']     = 'Такой SEO URL уже используется!';
$_['error_unique']      = 'SEO URL должен быть уникален!';
$_['error_product']     = 'Внимание: Данный производитель не может быть удалён, поскольку назначен у %s товара(ов)!';
