<?php
// Heading
$_['heading_title']      = 'Опции';

// Text
$_['text_success']       = 'Вы изменили Опции!';
$_['text_list']          = 'Список опций';
$_['text_add']           = 'Добавить опцию';
$_['text_edit']          = 'Редактировать опцию';
$_['text_choose']        = 'Выбор';
$_['text_select']        = 'Выпадающий список';
$_['text_radio']         = 'Переключатель';
$_['text_checkbox']      = 'Флажок';
$_['text_input']         = 'Ввод';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Текстовая область';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата и время';
$_['text_time']          = 'Время';
$_['text_option']        = 'Опция';
$_['text_value']         = 'Значения опции';

// Column
$_['column_name']        = 'Название опции';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название опции';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Название значения опции';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'Внимание: У Вас нет прав на изменение опций!';
$_['error_name']         = 'Название опции должно содержать от 1 до 128 символов!';
$_['error_type']         = 'Внимание: Заполните значения опции!';
$_['error_option_value'] = 'Название значения опции должно содержать от 1 до 128 символов!';
$_['error_product']      = 'Внимание: Эта опция не может быть удалена, поскольку указана у %s товара(ов)!';
