<?php
// Heading
$_['heading_title']         = 'Повторяющиеся платежи. Абонплата.';

// Text
$_['text_success']          = 'Вы изменили настройки повторяющихся платежей!';
$_['text_list']             = 'Список профилей';
$_['text_add']              = 'Добавить профиль';
$_['text_edit']             = 'Редактировать профиль';
$_['text_day']              = 'День';
$_['text_week']             = 'Неделя';
$_['text_semi_month']       = 'Пол месяца';
$_['text_month']            = 'Месяц';
$_['text_year']             = 'Год';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> Сумма повторяющихся платежей рассчитывается исходя из частоты и циклов. </p><p>Например, если Вы используете частоту равную неделе и количество циклов равное 2, тогда клиенту будет выставляться счёт каждые 2 недели.</p><p>Продолжительность - это количество раз, когда клиенту необходимо будет сделать платёж. Установите 0, если Вы хотите, чтобы платежи продолжались до тех пор, пока не будут отменены вручную.</p>';
$_['text_profile']          = 'Повторяющиеся платежи';
$_['text_trial']            = 'Пробный период';

// Entry
$_['entry_name']            = 'Название';
$_['entry_price']           = 'Цена';
$_['entry_duration']        = 'Продолжительность';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Цена';
$_['entry_trial_duration']  = 'Продолжительность';
$_['entry_trial_status']    = 'Статус';
$_['entry_trial_cycle']     = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';

// Column
$_['column_name']           = 'Название';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']      = 'Внимание: У Вас нет прав на внесение изменений в профили  повторяющихся платежей!';
$_['error_name']            = 'Название профиля должно содержать более 3 и менее 255 символов!';
$_['error_product']         = 'Внимание: Данный профиль не может быть удалён, поскольку он назначен %s товарам!';
