<?php
// Heading
$_['heading_title']    = 'Группы пользователей';

// Text
$_['text_success']     = 'Настройки сохранены!';
$_['text_list']        = 'Список групп';
$_['text_add']         = 'Добавить группу';
$_['text_edit']        = 'Редактировать группу';

// Column
$_['column_name']      = 'Название группы';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название группы';
$_['entry_access']     = 'Права доступа';
$_['entry_modify']     = 'Права редактирования';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']       = 'Название группы должно содержать от 3 до 64 символов!';
$_['error_user']       = 'Внимание: Эта группа не может быть удалена, поскольку назначена %s пользователям!';
