<?php
// Heading
$_['heading_title'] = 'Использовать бонусы (Доступно %s)';

// Text
$_['text_reward']   = 'Бонусные баллы (%s)';
$_['text_order_id'] = 'Номер заказа: #%s';
$_['text_success']  = 'Ваши бонусные баллы были успешно использованы!';

// Entry
$_['entry_reward']  = 'Использовать бонусы (Mаксимум %s)';

// Error
$_['error_reward']  = 'Укажите количество бонусов, которое Вы хотите использовать!';
$_['error_points']  = 'У Вас нет %s бонусных баллов!';
$_['error_maximum'] = 'Максимальное количество бонусных баллов, которое можно использовать %s!';
