<?php
// Heading
$_['heading_title']        = 'Вычислить стоимость доставки и налоги';

// Text
$_['text_success']         = 'Расчёт стоимости доставки был применён!';
$_['text_shipping']        = 'Укажите Ваше расположение, для расчёта стоимости доставки.';
$_['text_shipping_method'] = 'Выберите желаемый способ доставки данного заказа.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион/область';
$_['entry_postcode']       = 'Почтовый индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']        = 'Выберите страну!';
$_['error_zone']           = 'Укажите регион/область!';
$_['error_shipping']       = 'Выберите способ доставки!';
$_['error_no_shipping']    = 'Внимание: Опции доставки не доступны. Пожалуйста, <a href="%s">свяжитесь с нами</a>!';
