<?php
// Heading
$_['heading_title'] = 'Использовать подарочный сертификат';

// Text
$_['text_voucher']  = 'Подарочный сертификат (%s)';
$_['text_success']  = 'Скидка из Вашего подарочного сертификата применена!';

// Entry
$_['entry_voucher'] = 'Введите код подарочного сертификата';

// Error
$_['error_voucher'] = 'Внимание: Подарочный сертификат не действителен, либо был использован весь доступный баланс!';
$_['error_empty']   = 'Внимание: Пожалуйста, введите код подарочного сертификата!';
