<?php
// Heading
$_['heading_title']                = 'Магазины';

// Text
$_['text_settings']                = 'Настройки';
$_['text_success']                 = 'Настройки сохранены!';
$_['text_list']                    = 'Список магазинов';
$_['text_add']                     = 'Добавить магазин';
$_['text_edit']                    = 'Редактировать магазин';
$_['text_items']                   = 'Элементы';
$_['text_tax']                     = 'Налоги';
$_['text_account']                 = 'Учётная запись';
$_['text_checkout']                = 'Оформление заказа';
$_['text_stock']                   = 'Склад';
$_['text_shipping']                = 'Адрес доставки';
$_['text_payment']                 = 'Платёжный адрес';

// Column
$_['column_name']                  = 'Название магазина';
$_['column_url']	                 = 'URL Магазина';
$_['column_action']                = 'Действие';

// Entry
$_['entry_url']                    = 'URL магазина';
$_['entry_ssl']                    = 'SSL URL';
$_['entry_meta_title']             = 'Мета-тег Title';
$_['entry_meta_description']       = 'Мета-тег Description';
$_['entry_meta_keyword']           = 'Мета-тег Keywords';
$_['entry_layout']                 = 'Макет по умолчанию';
$_['entry_theme']                  = 'Тема оформления';
$_['entry_name']                   = 'Название магазина';
$_['entry_owner']                  = 'Владелец магазина';
$_['entry_address']                = 'Адрес';
$_['entry_geocode']                = 'Географический код';
$_['entry_email']                  = 'E-Mail';
$_['entry_telephone']              = 'Телефон';
$_['entry_fax']                    = 'Факс';
$_['entry_image']                  = 'Изображение';
$_['entry_open']                   = 'Часы работы магазина';
$_['entry_comment']                = 'Комментарий';
$_['entry_location']               = 'Местонахождение магазина';
$_['entry_country']                = 'Страна';
$_['entry_zone']                   = 'Регион / область';
$_['entry_language']               = 'Язык';
$_['entry_currency']               = 'Валюта';
$_['entry_tax']                    = 'Показывать цену с налогом';
$_['entry_tax_default']            = 'Использовать налоговый адрес магазина';
$_['entry_tax_customer']           = 'Использовать налоговый адрес покупателя';
$_['entry_customer_group']         = 'Группа клиента';
$_['entry_customer_group_display'] = 'Группы клиента';
$_['entry_customer_price']         = 'Цена для авторизовавшихся клиентов ';
$_['entry_account']                = 'Регистрационные условия';
$_['entry_cart_weight']            = 'Отображать вес на странице корзины';
$_['entry_checkout_guest']         = 'Гостевое оформление заказа';
$_['entry_checkout']               = 'Условия оформления заказа';
$_['entry_order_status']           = 'Статус заказа';
$_['entry_stock_display']          = 'Показывать наличие';
$_['entry_stock_checkout']         = 'Оформлять при отсутствии на складе';
$_['entry_logo']                   = 'Логотип магазина';
$_['entry_icon']                   = 'Иконка';
$_['entry_secure']                 = 'Использовать SSL';

// Help
$_['help_url']                     = 'Включать полный URL путь к Вашему магазину. Обязательно добавьте \'/\' в конец. Например: http://www.yourdomain.com/path/<br /><br />Не используйте директории, для создания новых магазинов. Вы всегда должны указывать другой домен или поддомен на своём хостинге.';
$_['help_ssl']                     = 'SSL URL Вашего магазина. Обязательно добавьте \'/\' в конец. Например: https://www.yourdomain.com/path/<br /><br />Не используйте директории, для создания новых магазинов. Вы всегда должны указывать другой домен или поддомен на своём хостинге.';
$_['help_geocode']                 = 'Введите геокод Вашего магазина вручную.';
$_['help_open']                    = 'Укажите время открытия вашего магазина.';
$_['help_comment']                 = 'Это поле используется для любых заметок, которые Вы хотите показать посетителям сайта. Например, магазин не принимает чеки.';
$_['help_location']                = 'Разные адреса магазина, которые Вы хотите разместить на странице контактов.';
$_['help_currency']                = 'Меняет валюту по умолчанию. Очистите кэш браузера и куки, чтобы увидеть изменения.';
$_['help_tax_default']             = 'Использовать адрес магазина для расчёта налогов, если клиент не авторизирован. Вы можете использовать адрес магазина в качестве клиентского платёжного адреса или адреса доставки.';
$_['help_tax_customer']            = 'Использовать адрес \'по умолчанию\' залогиненого клиента, для расчёта налогов. Вы можете использовать адрес \'по умолчанию\'  в качестве клиентского платёжного адреса или адреса доставки.';
$_['help_customer_group']          = 'Клиентская группа по умолчанию.';
$_['help_customer_group_display']  = 'Отображать клиентские группы, которые может выбрать новый клиент (например: оптовая или бизнес).';
$_['help_customer_price']          = 'Отображать цену только у пользователей, которые авторизировались на сайте.';
$_['help_account']                 = 'Требовать от посетителей подтверждения условий использования, до того, как будет создана учётная запись.';
$_['help_checkout_guest']          = 'Разрешить покупателям оформить заказ без регистрации учётной записи на сайте. Не будет доступно, если в корзине присутствует загружаемый товар.';
$_['help_checkout']                = 'Требовать от посетителей подтверждения пользовательского соглашения до оформления заказа.';
$_['help_order_status']            = 'Статус нового заказа \'по умолчанию\'.';
$_['help_stock_display']           = 'Выводить на страницу продукта количество товара доступное на складе.';
$_['help_stock_checkout']          = 'Разрешить клиентам оформление заказа, если заказываемые товары отсутствуют на складе.';
$_['help_icon']                    = 'PNG-изображение размерами 16px x 16px.';
$_['help_secure']                  = 'Для использования SSL убедитесь, что установлен SSL сертификат.';

// Error
$_['error_warning']                = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']             = 'Внимание: У Вас нет прав на изменение настроек!';
$_['error_url']                    = 'Укажите URL магазина!';
$_['error_meta_title']             = 'Название должно содержать от 3 до 32 символов!';
$_['error_name']                   = 'Название магазина должно содержать от 3 до 32 символов!';
$_['error_owner']                  = 'Владелец магазина должен содержать от 3 до 64 символов!';
$_['error_address']                = 'Адрес магазина должен содержать 10 до 256 символов!';
$_['error_email']                  = 'E-Mail указан не верно!';
$_['error_telephone']              = 'Телефонный номер должен содержать 3 до 32 символов!';
$_['error_customer_group_display'] = 'Вы должны включить клиентскую группу по умолчанию, если вы собираетесь использовать данный функционал!';
$_['error_default']                = 'Внимание: Вы не можете удалить свой магазин по умолчанию!';
$_['error_store']                  = 'Внимание: Магазин не может быть удалён, поскольку он указан в %s заказах!';
