<?php
// Heading
$_['heading_title']       = 'Макеты';

// Text
$_['text_success']     = 'Настройки Макетов сохранены!';
$_['text_list']           = 'Список макетов';
$_['text_add']            = 'Добавить макет';
$_['text_edit']           = 'Редактировать настройки';
$_['text_remove']         = 'Удалить';
$_['text_route']          = 'Выберите магазин и маршрут которые будут использованы с данным макетом';
$_['text_module']         = 'Выберите позицию модулей';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Верхнее содержимое';
$_['text_content_bottom'] = 'Нижнее содержимое';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Column
$_['column_name']         = 'Название макета';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название макета';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение настроек!';
$_['error_name']          = 'Название макета должно содержать от 3 до 64 символов!';
$_['error_default']       = 'Внимание: Этот макет не может быть удалён, поскольку назначен в качестве шаблона по умолчанию!';
$_['error_store']         = 'Внимание: Этот макет не может быть удалён, поскольку назначен %s магазинам!';
$_['error_product']       = 'Внимание: Этот макет не может быть удалён, поскольку назначен %s товарам!';
$_['error_category']      = 'Внимание: Этот макет не может быть удалён, поскольку назначен %s категориям!';
$_['error_information']   = 'Внимание: Этот макет не может быть удалён, поскольку назначен %s информационным страницам!';
