<?php
// Text
$_['text_subject']  = '%s - Ваша партнёрская программа была активирована!';
$_['text_welcome']  = 'Благодарим за регистрацию на %s!';
$_['text_login']    = 'Ваша учётная запись была подтверждена. Вы можете войти используя свой e-mail адрес и пароль перейдя по следующей ссылке:';
$_['text_services'] = 'После входа в систему, Вы сможете генерировать коды отслеживания, отслеживать комиссионные платежи и редактировать данные своей учетной записи.';
$_['text_thanks']   = 'Благодарим,';
