<?php
// Heading
$_['heading_title']    = 'Менеджер изображений';

// Text
$_['text_uploaded']    = 'Ваш файл был успешно загружен!';
$_['text_directory']   = 'Ваша директория успешно создана!';
$_['text_delete']      = 'Ваш файл или директория успешно удалены!';

// Entry
$_['entry_search']     = 'Поиск..';
$_['entry_folder']     = 'Название директории';

// Error
$_['error_permission'] = 'Внимание: В доступе отказано!';
$_['error_filename']   = 'Внимание: Имя файла должно содержать от 3 до 255 символов!';
$_['error_folder']     = 'Внимание: Имя директории должно содержать от 3 до 255 символов!';
$_['error_exists']     = 'Внимание: Файл или директория с таким именем уже существует!';
$_['error_directory']  = 'Внимание: Директория не существует!';
$_['error_filesize']   = 'Внимание: Некорректный размер файла!';
$_['error_filetype']   = 'Внимание: Некорректный тип файла!';
$_['error_upload']     = 'Внимание: Файл не может быть загружен по неизвестным причинам!';
$_['error_delete']     = 'Внимание: Вы не можете удалить эту директорию!';
