<?php
// Heading
$_['heading_title']  = 'Администрирование';

// Text
$_['text_heading']   = 'Администрирование';
$_['text_login']     = 'Введите данные Вашей учётной записи.';
$_['text_forgotten'] = 'Забыли пароль?';

// Entry
$_['entry_username'] = 'Имя пользователя';
$_['entry_password'] = 'Пароль';

// Button
$_['button_login']   = 'Войти';

// Error
$_['error_login']    = 'Пользователь не найден. Проверьте вводимые данные и попробуйте снова.';
$_['error_token']    = 'Неверная токен-сессия. Пожалуйста, введите Ваши данные повторно.';
