<?php
// Heading
$_['heading_title']     = 'Группы клиентов';

// Text
$_['text_success']      = 'Группы клиентов изменены!';
$_['text_list']         = 'Список групп';
$_['text_add']          = 'Добавить группу';
$_['text_edit']         = 'Редактировать группу';

// Column
$_['column_name']       = 'Название группы';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Подтверждать новых пользователей';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_approval']     = 'Учётная запись клиента должна быть подтверждена администратором, чтобы он получил возможность авторизоваться на сайте.';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав на изменение настроек!';
$_['error_name']        = 'Название группы должно содержать от 3 до 32 символов!';
$_['error_default']     = 'Внимание: Эта группа не может быть удалена, поскольку она назначена группой по умолчанию!';
$_['error_store']       = 'Внимание: Эта группа не может быть удалена, поскольку она назначена %s магазинам!';
$_['error_customer']    = 'Внимание: Эта группа не может быть удалена, поскольку она назначена %s клиентам!';
