<?php
// Heading
$_['heading_title']    = 'Модули';

// Text
$_['text_success']     = 'Вы изменили модули!';
$_['text_layout']      = 'После установки и настройки модуля, Вы можете добавить его в макет страницы <a href="%s" class="alert-link">здесь</a>!';
$_['text_add']         = 'Добавить модуль';
$_['text_list']        = 'Список модулей';

// Column
$_['column_name']      = 'Название модуля';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Действие';

// Entry
$_['entry_code']       = 'Модуль';
$_['entry_name']       = 'Название модуля';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение модулей!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_code']       = 'Укажите расширение!';
