<?php
// Heading
$_['heading_title']       = 'Скидочные купоны';

// Text
$_['text_success']        = 'Настройки сохранены!';
$_['text_list']           = 'Список купонов';
$_['text_add']            = 'Добавить купон';
$_['text_edit']           = 'Редактировать купон';
$_['text_percent']        = 'Процент от суммы';
$_['text_amount']         = 'Фиксированная сумма';
$_['text_coupon']         = 'История купона';

// Column
$_['column_name']         = 'Название купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата окончания';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Номер заказа';
$_['column_customer']     = 'Клиент';
$_['column_amount']       = 'Сумма';
$_['column_date_added']   = 'Дата добавления';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Скидка';
$_['entry_logged']        = 'Авторизированный клиент';
$_['entry_shipping']      = 'Бесплатная доставка';
$_['entry_total']         = 'Общая сумма';
$_['entry_category']      = 'Категория';
$_['entry_product']       = 'Товары';
$_['entry_date_start']    = 'Дата начала';
$_['entry_date_end']      = 'Дата окончания';
$_['entry_uses_total']    = 'Количество использований на купон';
$_['entry_uses_customer'] = 'Количество использований на клиента';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код, который должен ввести клиент для получения скидки.';
$_['help_type']           = 'Процент или фиксированная скидка.';
$_['help_logged']         = 'Клиент должен быть авторизирован, чтобы пользоваться скидочным купоном.';
$_['help_total']          = 'Сумма заказа, при достижении которой можно воспользоваться скидочным купоном.';
$_['help_category']       = 'Выбрать все товары из указанной категории.';
$_['help_product']        = 'Выбрать товары к которым будет применим скидочный купон. Не указывайте товары, если хотите, чтобы действие купонов распространялось на всю корзину.';
$_['help_uses_total']     = 'Максимальное количество использований купона любыми клиентами. Оставьте пустым, для неограниченного количества использований.';
$_['help_uses_customer']  = 'Максимальное количество использований купона одним клиентом. Оставьте пустым, для неограниченного количества использований.';

// Error
$_['error_permission']    = 'Внимание: У Вас нет прав на внесение изменений!';
$_['error_exists']        = 'Внимание: Код купона уже используется!';
$_['error_name']          = 'Название купона должно содержать от 3 до 128 символов!';
$_['error_code']          = 'Код должен содержать от 3 до 10 символов!';
