<?php
// Heading
$_['heading_title']     = 'Маркетинговое наблюдение';

// Text
$_['text_success']      = 'Настройки сохранены!';
$_['text_list']         = 'Список маркетинговых наблюдений';
$_['text_add']          = 'Добавить маркетинговое наблюдение';
$_['text_edit']         = 'Редактировать маркетинговое наблюдение';
$_['text_filter']       = 'Фильтр';

// Column
$_['column_name']       = 'Название кампании';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Клики';
$_['column_orders']     = 'Заказы';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название кампании';
$_['entry_description'] = 'Описание кампании';
$_['entry_code']        = 'Код отслеживания';
$_['entry_example']     = 'Примеры';
$_['entry_date_added']  = 'Дата добавления';

// Help
$_['help_code']         = 'Код отслеживания, который будет использоваться для отслеживания маркетинговых кампаний.';
$_['help_example']      = 'Для отслеживания рефералов, Вы должны добавить Код отслеживания в конец URL, ведущего на Ваш сайт.';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав на внесение изменений!';
$_['error_name']        = 'Название кампании должно содержать от 1 до 32 символов!';
$_['error_code']        = 'Укажите код отслеживания!';
$_['error_exists']      = 'Код отслеживания уже используется другой кампанией!';
