<?php
// Heading
$_['heading_title']    = 'Доставка по городу';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки сохранены!';
$_['text_edit']        = 'Редактировать настройки';

// Entry
$_['entry_rate']       = 'Тарифы доставки по городу';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Географическая зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_rate']        = 'Введите значения по десятичному шаблону 5.2 (12345.67). Например .1:1,.25:1.27 - Вес менее или равный 0,1 кг будет стоить 1.00 руб., Вес менее или равный 0,25 кг, но менее 0,1 кг будет стоить 1.27 руб. Не вводите кг или прочие символы.';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение настроек!';
