<?php
// Heading
$_['heading_title']    = 'Бесплатная доставка';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки сохранены!';
$_['text_edit']        = 'Редактировать настройки';

// Entry
$_['entry_total']      = 'Сумма';
$_['entry_geo_zone']   = 'Географическая зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Бесплатная доставка будет активирована, при достижении указанной предварительной суммы (без учёта скидок и прочих факторов влияющих на конечную сумму заказа).';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение настроек!';
