<?php
// Heading
$_['heading_title']    = 'Доставка с учётом веса';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки сохранены!';
$_['text_edit']        = 'Редактировать настройки';

// Entry
$_['entry_rate']       = 'Тарифы';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Географическая зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_rate']        = 'Пример: 5:10.00,7:12.00 Вес:Стоимость,Вес:Стоимость, и т.д...';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение настроек!';
