<?php
// Heading
$_['heading_title']                 = 'Партнёрская программа';

// Text
$_['text_account']                  = 'Личный кабинет';
$_['text_login']                    = 'Вход';
$_['text_description']              = '<p>Партнёрская программа %s бесплатна и позволяет участникам получать доход размещая ссылку или ссылки на своих сайтах, таким образом рекламируя %s или определённый товар на нём. Любые покупки сделанные клиентом, который перешел по этим ссылкам, увеличат вознаграждение для пользователя партнёрской программы. Стандартный размер вознаграждения, на текущий момент, составляет %s.</p><p>Для получения большей информации, посетите наши справочные страницы или ознакомьтесь с условиями нашей партнёрской программы.</p>';
$_['text_new_affiliate']            = 'Новый партнёр';
$_['text_register_account']         = '<p>Я не зарегистрирован в качестве партнёра.</p><p>Нажмите Продолжить, для создания учётной записи партнёра. Учтите, что она не будет связана с какой-либо клиентской учётной записью.</p>';
$_['text_returning_affiliate']      = 'Вход для партнёров';
$_['text_i_am_returning_affiliate'] = 'Я зарегистрированный партнёр.';
$_['text_forgotten']                = 'Забыли пароль?';

// Entry
$_['entry_email']                   = 'E-Mail партнёра';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Пользователь с такими данными не найден!';
$_['error_attempts']                = 'Вы исчерпали разрешенное количество попыток авторизации. Пожалуйста, повторите попытку авторизации через 1 час.';
$_['error_approved']                = 'Ваша учётная запись должна быть одобрена администрацией';
