<?php
// Heading
$_['heading_title'] = 'Ваша партнёрская учётная запись была успешно создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша новая учётная запись была успешно создана!</p> <p>You are now a member of %s affiliates.</p> <p>Если у Вас имеются вопросы по операциям партнёрской системы, пожалуйста свяжитесь с нами.</p> <p>Письмо со ссылкой, для подтверждения было выслано на указанный Вами E-mail адрес. Если Вы не получили его в течении часа, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Благодарим за регистрацию партнёрской учётной записи в магазине  %s!</p><p>После активации Вашей учётной записи администрацией, Вам придёт уведомление.</p><p>Если у Вас имеются вопросы по операциям партнёрской системы, пожалуйста  <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Личный кабинет';
$_['text_success']  = 'Партнёрская программа';
