<?php
// Heading
$_['heading_title']    = 'Доплата для дешёвых заказов';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки сохранены!';
$_['text_edit']        = 'Редактировать настройки';

// Entry
$_['entry_total']      = 'Сумма заказа';
$_['entry_fee']        = 'Доплата';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Сумма заказа, при достижении которой перестаёт начисляется доплата.';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение настроек!';
