<?php
// Heading
$_['heading_title']    = 'Кнопка Экспресс-платеж от PayPal';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Вы успешно изменили модуль!';
$_['text_edit']        = 'Редактировать модуль';
$_['text_info']        = 'Кнопка <u>не</u> появится по следующим причинам:';
$_['text_info_li1']    = 'Корзина пуста и сертификаты не были применены ';
$_['text_info_li2']    = 'В корзине присутствует загружаемый товар или товар, с повторяющимся платежом, при этом пользователь не авторизован';
$_['text_info_li3']    = 'В корзине содержится товар, отсутствующий на складе, при этом отключена опция разрешающая покупку товаров отсутствующих на складе';
$_['text_layouts']     = 'После включения модуля, используйте редактор макетов, для расположения кнопки.';
$_['text_layout_link'] = 'Нажмите сюда, чтобы получить доступ к странице макетов';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав для изменения модуля!';
