<?php
// Text
$_['text_success']       = 'Вы изменили настройки клиентов';

// Error
$_['error_permission']   = 'У Вас нет прав на доступ к API';
$_['error_customer']     = 'Вы должны выбрать клиента!';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']        = 'E-Mail указан не корректно';
$_['error_telephone']    = 'Телефонный номер должен содержать от 3 до 32 символов';
$_['error_custom_field'] = 'Укажите %s!';
