<?php
// Text
$_['text_address']       = 'Платёжный адрес был сохранён!';
$_['text_method']        = 'Способ оплаты был сохранён!';

// Error
$_['error_permission']   = 'У Вас нет прав на доступ к API';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен содержать от 3 до 128 символов!';
$_['error_city']         = 'Город должен содержать от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс, должен содержать от 2 до 10 символов!';
$_['error_country']      = 'Выберите страну!';
$_['error_zone']         = 'Выберите регион/область!';
$_['error_custom_field'] = 'Укажите %s!';
$_['error_address']      = 'Укажите платёжный адрес!';
$_['error_method']       = 'Укажите способ оплаты!';
$_['error_no_payment']   = 'Опции оплаты не доступны!';
