<?php
// Text
$_['text_success']     = 'Ваш подарочный сертификат был использован!';
$_['text_cart']        = 'Ваша корзина обновлена!';
$_['text_for']         = '%s подарочный сертификат для %s';

// Error
$_['error_permission'] = 'У Вас нет прав на доступ к API';
$_['error_voucher']    = 'Подарочный сертификат не доступен, либо был использован ранее!';
$_['error_to_name']    = 'Имя получателя должно содержать от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email']      = 'E-Mail указан не корректно';
$_['error_theme']      = 'Вы должны выбрать тематику!';
$_['error_amount']     = 'Сумма должна быть в пределах от %s до %s!';
