<?php
// Heading
$_['heading_title']           = 'Страны';

// Text
$_['text_success']            = 'Настройки успешно сохранены!';
$_['text_list']               = 'Список стран';
$_['text_add']                = 'Добавить страну';
$_['text_edit']               = 'Редактировать страну';

// Column
$_['column_name']             = 'Название страны';
$_['column_iso_code_2']       = 'ISO код (2)';
$_['column_iso_code_3']       = 'ISO код (3)';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название страны';
$_['entry_iso_code_2']        = 'ISO код (2)';
$_['entry_iso_code_3']        = 'ISO код (3)';
$_['entry_address_format']    = 'Формат адреса';
$_['entry_postcode_required'] = 'Почтовый индекс обязателен';
$_['entry_status']            = 'Статус';

// Help
$_['help_address_format']     = 'Имя = {firstname}<br />Фамилия = {lastname}<br />Компания = {company}<br />Адрес 1 = {address_1}<br />Адрес 2 = {address_2}<br />Город = {city}<br />Почтовый индекс = {postcode}<br />Регион/область  = {zone}<br />Код региона = {zone_code}<br />Страна = {country}';

// Error
$_['error_permission']        = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']              = 'Название страны должно содержать от 1 до 128 символов!';
$_['error_default']           = 'Внимание: Эта страна не может быть удалена, поскольку назначена в качестве страны по умолчанию!';
$_['error_store']             = 'Внимание: Эта страна не может быть удалена, поскольку назначена %s магазинам!';
$_['error_address']           = 'Внимание: Эта страна не может быть удалена, поскольку назначена %s адресным записям!';
$_['error_affiliate']         = 'Внимание: Эта страна не может быть удалена, поскольку назначена %s партнёрам!';
$_['error_zone']              = 'Внимание: Эта страна не может быть удалена, поскольку назначена %s регионам!';
$_['error_zone_to_geo_zone']  = 'Внимание: Эта страна не может быть удалена, поскольку назначена %s географическим зонам!';
