<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
$_['text_success']         = 'Настройки успешно сохранены!';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Добавить валюту';
$_['text_edit']            = 'Редактировать валюту';
$_['text_iso']             = 'Вы можете найти полный список ISO-кодов для валют и настройки <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">тут</a>.';

// Column
$_['column_title']         = 'Название';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_date_modified'] = 'Последнее обновление';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Название';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Количество знаков после запятой';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не меняйте, если это валюта по умолчанию.';
$_['help_value']           = 'Установите 1.00000 , если это валюта по умолчанию.';

// Error
$_['error_permission']     = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_title']          = 'Название валюты должно содержать от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен состоять из 3 символов!';
$_['error_default']        = 'Внимание: Эта валюта не может быть удалена, поскольку назначена в качестве валюты по умолчанию!';
$_['error_store']          = 'Внимание: Эта валюта не может быть удалена, поскольку назначена %s магазинам!';
$_['error_order']          = 'Внимание: Эта валюта не может быть удалена, поскольку назначена %s заказам!';
