<?php
// Heading
$_['heading_title']      = 'Географические зоны доставки';

// Text
$_['text_success']       = 'Настройки успешно сохранены!';
$_['text_list']          = 'Список Геозон';
$_['text_add']           = 'Добавить Геозону';
$_['text_edit']          = 'Редактировать Геозону';
$_['text_geo_zone']      = 'Геозоны';

// Column
$_['column_name']        = 'Название Геозоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название Геозоны';
$_['entry_description']  = 'Описание';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион';

// Error
$_['error_permission']   = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']         = 'Геозона должна содержать от 3 до 32 символов!';
$_['error_description']  = 'Описание должно содержать от 3 до 255 символов!';
$_['error_tax_rate']     = 'Внимание: Эта геозона не может быть удалена поскольку она указана у одного или более налога!';
