<?php
// Heading
$_['heading_title']     = 'Языки';

// Text
$_['text_success']      = 'Настройки успешно сохранены!';
$_['text_list']         = 'Список языков';
$_['text_add']          = 'Добавить язык';
$_['text_edit']         = 'Редактировать язык';

// Column
$_['column_name']       = 'Название';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Локаль';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_locale']       = 'Пример: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_status']       = 'Скрыть/показать в выпадающем списке выбора языков';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_exists']      = 'Внимание: Сначала загрузите файлы перевода!';
$_['error_name']        = 'Название должно содержать от 3 до 32 символов!';
$_['error_code']        = 'Код должен содержать минимум 2 символа!';
$_['error_locale']      = 'Укажите локаль!';
$_['error_default']     = 'Внимание: Этот язык не может быть удалён, поскольку он назначен языком по умолчанию!';
$_['error_admin']       = 'Внимание: Этот язык не может быть удалён, поскольку он назначен языком панели управления!';
$_['error_store']       = 'Внимание: Этот язык не может быть удалён, поскольку он назначен %s магазинам!';
$_['error_order']       = 'Внимание: Этот язык не может быть удалён, поскольку он назначен  %s заказам!';
