<?php
// Heading
$_['heading_title']    = 'Классы единиц измерения длины';

// Text
$_['text_success']     = 'Настройки успешно сохранены!';
$_['text_list']        = 'Список классов';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактировать';

// Column
$_['column_title']     = 'Название';
$_['column_unit']      = 'Единица измерения';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название';
$_['entry_unit']       = 'Единица измерения';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите 1.00000, если это единица измерения по умолчанию.';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_title']      = 'Название единицы измерения должно содержать от 3 до 32 символов!';
$_['error_unit']       = 'Единица измерения должна содержать от 1 до 4 символов!';
$_['error_default']    = 'Внимание: Этот класс не может быть удалён, поскольку назначен в качестве единицы длины по умолчанию!';
$_['error_product']    = 'Внимание: Этот класс не может быть удалён, поскольку назначен %s товарам!';
