<?php
// Heading
$_['heading_title']    = 'Местонахождения магазина';

// Text
$_['text_success']     = 'Настройки успешно сохранены!';
$_['text_list']        = 'Список местонахождений';
$_['text_add']         = 'Добавить местонахождение';
$_['text_edit']        = 'Редактировать местонахождение';
$_['text_default']     = 'По умолчанию';
$_['text_time']        = 'Время открытия';
$_['text_geocode']     = 'Геокод не был успешным по следующей причине:';

// Column
$_['column_name']      = 'Название магазина';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название магазина';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Время открытия';
$_['entry_comment']    = 'Комментарий';

// Help
$_['help_geocode']     = 'Введите геокод Вашего магазина вручную (координаты).';
$_['help_open']        = 'Укажите время открытия вашего магазина.';
$_['help_comment']     = 'Это поле используется для любых заметок, которые Вы хотите показать посетителям сайта. Например, магазин не принимает чеки.';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']       = 'Название магазина должно содержать от 3 до 32 символов!';
$_['error_address']    = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_telephone']  = 'Телефон должен содержать от 3 до 32 символов!';
