<?php
// Heading
$_['heading_title']    = 'Статусы заказа';

// Text
$_['text_success']     = 'Настройки успешно сохранены!';
$_['text_list']        = 'Список статусов';
$_['text_add']         = 'Добавить статус';
$_['text_edit']        = 'Редактировать статус';

// Column
$_['column_name']      = 'Название статуса';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']       = 'Название статуса должно содержать от 3 до 32 символов!';
$_['error_default']    = 'Внимание: Этот статус не может быть удалён, поскольку назначен в качестве статуса заказа по умолчанию!';
$_['error_download']   = 'Внимание: Этот статус не может быть удалён, поскольку назначен в качестве статуса по умолчанию для загружаемых заказов!';
$_['error_store']      = 'Внимание: Этот статус не может быть удалён, поскольку назначен %s магазинам!';
$_['error_order']      = 'Внимание: Этот статус не может быть удалён, поскольку назначен %s заказам!';
