<?php
// Heading
$_['heading_title']    = 'Статусы возвратов';

// Text
$_['text_success']     = 'Настройки успешно сохранены!';
$_['text_list']        = 'Список статусов';
$_['text_add']         = 'Добавить статус';
$_['text_edit']        = 'Редактировать статус';

// Column
$_['column_name']      = 'Название статуса';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']       = 'Статус возврата должен содержать от 3 до 32 символов!';
$_['error_default']    = 'Внимание: Этот статус не может быть удалён, поскольку назначен статусом возврата по умолчанию!';
$_['error_return']     = 'Внимание: Этот статус не может быть удалён, поскольку назначен %s возвратам!';
