<?php
// Heading
$_['heading_title']    = 'Причины возвратов';

// Text
$_['text_success']     = 'Настройки успешно сохранены!';
$_['text_list']        = 'Список причин';
$_['text_add']         = 'Добавить причину';
$_['text_edit']        = 'Редактировать причину';

// Column
$_['column_name']      = 'Название причины';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название причины';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']       = 'Название причины должно содержать от 3 до 128 символов!';
$_['error_return']     = 'Внимание: Эта причина возврата не может быть удалена, поскольку назначена %s возвращённым товарам!';
