<?php
// Heading
$_['heading_title']    = 'Действия по возвратам';

// Text
$_['text_success']     = 'Настройки успешно сохранены!';
$_['text_list']        = 'Список действий';
$_['text_add']         = 'Добавить действие';
$_['text_edit']        = 'Редактировать действие';

// Column
$_['column_name']      = 'Название действия';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название действия';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']       = 'Название должно содержать от 3 до 64 символов!';
$_['error_return']     = 'Внимание: Это Действие не может быть удалено, поскольку оно назначено %s возвращённым товарам!';
