<?php
// Heading
$_['heading_title']        = 'Налоговые ставки';

// Text
$_['text_success']         = 'Настройки успешно сохранены!';
$_['text_list']            = 'Список ставок';
$_['text_add']             = 'Добавить ставку';
$_['text_edit']            = 'Редактировать ставку';
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксированное значение';

// Column
$_['column_name']          = 'Название налога';
$_['column_rate']          = 'Налоговая ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Географическая зона';
$_['column_date_added']    = 'Дата добавления';
$_['column_date_modified'] = 'Дата модификации';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название налога';
$_['entry_rate']           = 'Налоговая ставка';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Группа клиента';
$_['entry_geo_zone']       = 'Географическая зона';

// Error
$_['error_permission']     = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_tax_rule']       = 'Внимание: Эта налоговая ставка не может быть удалена, поскольку назначена %s налоговым классам!';
$_['error_name']           = 'Название должно содержать от 3 до 32 символов!';
$_['error_rate']           = 'Укажите налоговую ставку!';
