<?php
// Heading
$_['heading_title']     = 'Налоговые классы';

// Text
$_['text_success']      = 'Настройки успешно сохранены!';
$_['text_list']         = 'Список классов';
$_['text_add']          = 'Добавить класс';
$_['text_edit']         = 'Редактировать класс';
$_['text_tax_class']    = 'Класс налога';
$_['text_tax_rate']     = 'Налоговая ставка';
$_['text_shipping']     = 'Адрес доставки';
$_['text_payment']      = 'Платёжный адрес';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Название класса';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Название класса';
$_['entry_description'] = 'Описание';
$_['entry_rate']        = 'Налоговая ставка';
$_['entry_based']       = 'Основан на';
$_['entry_geo_zone']    = 'Географическая зона';
$_['entry_priority']    = 'Приоритет';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_title']       = 'Класс налога должен содержать от 3 до 32 символов!';
$_['error_description'] = 'Описание должно содержать от 3 до 255 символов!';
$_['error_product']     = 'Внимание: Класс налога не может быть удалён, поскольку назначен %s товарам!';
