<?php
// Heading
$_['heading_title']          = 'Регионы/области';

// Text
$_['text_success']           = 'Настройки успешно сохранены!';
$_['text_list']              = 'Список регионов';
$_['text_add']               = 'Добавить регион';
$_['text_edit']              = 'Редактировать регион';

// Column
$_['column_name']            = 'Название региона';
$_['column_code']            = 'Код региона';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название региона';
$_['entry_code']             = 'Код региона';
$_['entry_country']          = 'Страна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_name']             = 'Название региона должно содержать от 1 до 128 символов!';
$_['error_default']          = 'Внимание: Этот регион не может быть удалён, поскольку указан в качестве региона по умолчанию!';
$_['error_store']            = 'Внимание: Этот регион не может быть удалён, поскольку назначен %s магазинам!';
$_['error_address']          = 'Внимание: Этот регион не может быть удалён, поскольку назначен %s адресным записям!';
$_['error_affiliate']        = 'Внимание: Этот регион не может быть удалён, поскольку назначен %s партнёрам!';
$_['error_zone_to_geo_zone'] = 'Внимание: Этот регион не может быть удалён, поскольку назначен %s географическим зонам!';
