<?php
// Heading
$_['heading_title']    = 'Пользователи онлайн';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки Пользователей онлайн сохранены!';
$_['text_edit']        = 'Настройка расширения Пользователи онлайн (Консоль)';
$_['text_view']        = 'Подробнее...';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width']      = 'Ширина';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав для изменения данного расширения!';
