<?php
// Heading
$_['heading_title']   = 'Обновление';
$_['heading_success'] = 'Обновление завершено!';

// Text
$_['text_upgrade']    = 'Подготовка к обновлению';
$_['text_server']     = 'Проверьте настройки вашего сервера';
$_['text_steps']      = 'Прогресс обновления';
$_['text_error']      = 'В случае возникновения ошибок в скрипте обновления, сообщите о них на форуме.';
$_['text_clear']      = 'После обновления удалите все куки в Вашем браузере, чтобы избежать ошибок с токенами.';
$_['text_admin']      = 'Откройте страницу администрирования и дважды нажмите Ctrl+F5 чтобы браузер обновил все изменения в css.';
$_['text_user']       = 'Откройте страницу администрирования Система -> Пользователи -> Группы пользователей и отредактируйте группу администраторов. Выберите все значения.';
$_['text_setting']    = 'Откройте страницу администрирования и отредактируйте Система -> Настройки. Проверьте информацию по магазину и нажмите сохранить, даже если Вы не внесли изменения.';
$_['text_store']      = 'Откройте страницу фронтенда и дважды нажмите Ctrl+F5 чтобы браузер обновил все изменения в css.';
$_['text_progress']   = 'Применён патч %s (%s из %s)';
$_['text_success']    = 'Поздравляем! Вы успешно обновили OpenCart!';

// Entry
$_['entry_progress']  = 'Прогресс';
