<?php
// Heading
$_['heading_title']    = 'Резервное копирование и восстановление';

// Text
$_['text_success']     = 'Настройки успешно сохранены!';

// Entry
$_['entry_progress']   = 'Прогресс';
$_['entry_export']     = 'Экспортируемые таблицы';

// Tab
$_['tab_backup']       = 'Резервное копирование';
$_['tab_restore']      = 'Восстановление';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на редактирование настроек!';
$_['error_export']     = 'Внимание: Укажите хотя бы одну таблицу для экспорта!';
$_['error_file']       = 'Файл не найден!';
