<?php
// Heading
$_['heading_title']       = 'MaxMind';

// Text
$_['text_maxmind']        = 'Служба распознавания мошенничества в интернете.';
$_['text_success']        = 'Служба распознавания мошенничества MaxMind установлена';
$_['text_signup']         = 'Если у Вас нет лицензионного ключа Вы можете зарегистрироваться <a href="http://www.maxmind.com/?rId=opencart" target="_blank">тут</a>.';

// Entry
$_['entry_key']          = 'Лицензионный ключ';
$_['entry_score']        = 'Оценка риска';
$_['entry_order_status'] = 'Статус мошеннического заказа';

// Help
$_['help_score']         = 'Чем выше оценка, тем больше вероятность, что заказ является мошенническим. Установите оценку в диапазоне 0 - 100.';
$_['help_order_status']  = 'Данный статус будет присвоен заказам, с оценкой риска выше указанной Вами, заказам не будет автоматически присваиваться успешный статус.';

// Error
$_['error_key']          = 'Необходим лицензионный ключ Maxmind';
$_['error_score']        = 'Допустимые значения от 0 до 100';
