<?php
// Heading
$_['heading_title']      = 'OpenBay Pro';

// Text
$_['text_openbay']       = 'Интеграция с торговыми площадками';
$_['text_ebay']          = 'eBay это торговая площадка, которая позволяет коммерческим или частным продавцам устраивать аукционы или продавать товары онлайн. Доступна для продавцов по всему миру.';
$_['text_amazon']        = 'Amazon Marketplace - это торговая площадка с фиксированными ценами, которая позволяет продавцам продавать новые и подержанные товары наряду с сервисом розничным продаж Amazon.';

// Button
$_['button_register']    = 'Регистрация';
$_['button_register_eu'] = 'Регистрация Европа';
$_['button_register_us'] = 'Регистрация США';
