<?php
// Heading
$_['heading_title']       = 'Личный кабинет';

// Text
$_['text_account']        = 'Личный кабинет';
$_['text_my_account']     = 'Моя учётная запись';
$_['text_my_orders']      = 'Мои заказы';
$_['text_my_affiliate']   = 'Партнёрская программа';
$_['text_my_newsletter']  = 'Почтовая рассылка';
$_['text_edit']           = 'Редактировать информацию учётной записи';
$_['text_password']       = 'Изменить пароль';
$_['text_address']        = 'Изменить адресную книгу';
$_['text_credit_card']    = 'Управление сохранёнными кредитными картами';
$_['text_wishlist']       = 'Изменить список желаний';
$_['text_order']          = 'Посмотреть историю заказов';
$_['text_download']       = 'Загрузки';
$_['text_reward']         = 'Бонусные баллы';
$_['text_return']         = 'Запросы на возврат товара';
$_['text_transaction']    = 'Транзакции';
$_['text_newsletter']     = 'Подписаться / отписаться от рассылки';
$_['text_recurring']      = 'Повторяющиеся платежи';
$_['text_transactions']   = 'Транзакции';
$_['text_affiliate_add']  = 'Зарегистрировать партнёрскую учётную запись';
$_['text_affiliate_edit'] = 'Редактировать партнёрскую информацию';
$_['text_tracking']       = 'Создать трек-номер партнёрской программы';
