<?php
// Heading
$_['heading_title']      = 'Адресная книга';

// Text
$_['text_account']       = 'Личный кабинет';
$_['text_address_book']  = 'Записи адресной книги';
$_['text_address_add']   = 'Добавить адрес';
$_['text_address_edit']  = 'Редактировать адрес';
$_['text_add']           = 'Ваш адрес был успешно добавлен';
$_['text_edit']          = 'Ваш адрес был успешно обновлён';
$_['text_delete']        = 'Ваш адрес был успешно удалён';
$_['text_empty']         = 'У Вас нет ни одного адреса.';

// Entry
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_company']      = 'Компания';
$_['entry_address_1']    = 'Адрес 1';
$_['entry_address_2']    = 'Адрес 2';
$_['entry_postcode']     = 'Почтовый индекс';
$_['entry_city']         = 'Город';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион / Область';
$_['entry_default']      = 'Адрес по умолчанию';

// Error
$_['error_delete']       = 'Внимание: У Вас должен быть указан хотя бы один адрес!';
$_['error_default']      = 'Внимание: Вы не можете удалить адрес по умолчанию!';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_city']         = 'Город должен содержать от 2 до 128 символов!';
$_['error_country']      = 'Укажите страну!';
$_['error_zone']         = 'Укажите регион/область!';
$_['error_custom_field'] = 'Укажите %s!';
