<?php
// Heading
$_['heading_title']   = 'Забыли свой пароль?';

// Text
$_['text_account']    = 'Личный кабинет';
$_['text_forgotten']  = 'Забыли пароль?';
$_['text_your_email'] = 'Ваш E-Mail адрес';
$_['text_email']      = 'Введите e-mail адрес, который был указан при регистрации. На него будет выслана ссылка для сброса пароля.';
$_['text_success']    = 'Ссылка для сброса пароля была выслана на Ваш E-mail.';

// Entry
$_['entry_email']     = 'E-Mail адрес';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердить';

// Error
$_['error_email']     = 'Указанный e-mail адрес не был найден в нашей базе данных. Проверьте правильность ввода и повторите попытку!';
$_['error_approved']  = 'Ваша учётная запись должна быть подтверждена администратором.';
$_['error_password']  = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm']   = 'Пароли не совпадают!';
