<?php
// Heading
$_['heading_title']                = 'Вход в личный кабинет';

// Text
$_['text_account']                 = 'Личный кабинет';
$_['text_login']                   = 'Авторизация';
$_['text_new_customer']            = 'Новый клиент';
$_['text_register']                = 'Зарегистрировать учётную запись';
$_['text_register_account']        = 'Зарегистрировав учётную запись, Вы сможете покупать быстрее, получать актуальную информацию о статусе сделанного заказа и отслеживать историю заказов, сделанных ранее.';
$_['text_returning_customer']      = 'Зарегистрированный клиент';
$_['text_i_am_returning_customer'] = 'Я зарегистрированный клиент';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'E-Mail адрес';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Внимание: Не верно указаны E-Mail адрес и/или Пароль.';
$_['error_attempts']               = 'Внимание: Вы превысили разрешённое число попыток авторизации. Пожалуйста, повторите попытку авторизации, через 1 час.';
$_['error_approved']               = 'Внимание: Для входа в Личный Кабинет, Ваша учётная запись должна быть подтверждена администратором. Пожалуйста, повторите попытку авторизации позже.';
