<?php
// Heading
$_['heading_title']  = 'Восстановление пароля';

// Text
$_['text_account']   = 'Личный кабинет';
$_['text_password']  = 'Введите Ваш новый пароль.';
$_['text_success']   = 'Пароль был успешно изменён.';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Подтверждение пароля';

// Error
$_['error_password'] = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm']  = 'Пароли не совпадают!';
$_['error_code']     = 'Код восстановления не правильный или был использован ранее!';
