<?php
// Heading
$_['heading_title']      = 'Возврат товара';

// Text
$_['text_account']       = 'Личный кабинет';
$_['text_return']        = 'Информация по возврату';
$_['text_return_detail'] = 'Детали возврата';
$_['text_description']   = 'Для подачи заявки на возврат товара и получения RMA номера,  заполните форму ниже.';
$_['text_order']         = 'Информация о заказе';
$_['text_product']       = 'Информация о товаре';
$_['text_reason']        = 'Причина возврата';
$_['text_message']       = '<p>Благодарим Вас за отправку запроса на возврат. Ваш запрос отправлен на обработку.</p><p>О статусе Вашего запроса Вы будете уведомлены по электронной почте.</p>';
$_['text_return_id']     = 'Номер возврата:';
$_['text_order_id']      = 'Номер заказа:';
$_['text_date_ordered']  = 'Дата заказа:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата добавления:';
$_['text_comment']       = 'Комментарий к возврату';
$_['text_history']       = 'История возврата';
$_['text_empty']         = 'Вы не оставляли запросов на возврат товара!';
$_['text_agree']         = 'Я прочитал и соглашаюсь с условиями описанными в -  <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'Номер возврата';
$_['column_order_id']    = 'Номер заказа';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата добавления';
$_['column_customer']    = 'Клиент';
$_['column_product']     = 'Название товара';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Количество';
$_['column_price']       = 'Цена';
$_['column_opened']      = 'Упаковка нарушена';
$_['column_comment']     = 'Комментарий';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Действие';

// Entry
$_['entry_order_id']     = 'Номер заказа';
$_['entry_date_ordered'] = 'Дата заказа';
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Название товара';
$_['entry_model']        = 'Модель';
$_['entry_quantity']     = 'Количество';
$_['entry_reason']       = 'Причина возврата';
$_['entry_opened']       = 'Упаковка вскрыта';
$_['entry_fault_detail'] = 'Неисправности или другие замечания';

// Error
$_['text_error']         = 'По Вашему запросу ничего не найдено!';
$_['error_order_id']     = 'Укажите номер заказа!';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']        = 'E-Mail указан не корректно!';
$_['error_telephone']    = 'Телефонный номер должен содержать от 3 до 32 символов!';
$_['error_product']      = 'Название товара должно содержать более 3 и менее 255 символов!';
$_['error_model']        = 'Название модели должно содержать более 3 и менее 255 символов!';
$_['error_reason']       = 'Вы должны указать причину возврата!';
$_['error_agree']        = 'Вы должны принять условия %s!';
