<?php
// Heading
$_['heading_title'] = 'Учётная запись успешно создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша учётная запись была успешно создана!</p> <p>Письмо со ссылкой подтверждения регистрации было выслано на Ваш e-mail адрес. Если Вы не получили его в течении часа, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию с помощью %s!</p><p>Вы получите e-mail, после того, как Ваша учётная запись будет одобрена администратором.</p><p>В случае возникновения вопросов, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Личный кабинет';
$_['text_success']  = 'Регистрация';
