<?php
// Heading
$_['heading_title']    = 'Отслеживание партнёров';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_description'] = 'Для получения вознаграждения за приведённых рефералов, они должны быть отслежены. Для этого, в ссылке ведущей на наш магазин, располагается специальный трек-код. На этой странице Вы можете генерировать такие ссылки для сайта %s.';

// Entry
$_['entry_code']       = 'Ваш трек-код';
$_['entry_generator']  = 'Для какого товара генерировать';
$_['entry_link']       = 'Отслеживаемая ссылка';

// Help
$_['help_generator']  = 'Напишите название товара, для которого необходимо сгенерировать ссылку';
