<?php
// Heading
$_['heading_title']    = 'Приобретение подарочного сертификата';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_voucher']     = 'Подарочный сертификат';
$_['text_description'] = 'Данный сертификат будет выслан получателю электронной почтой после того, как Вы оплатите заказ.';
$_['text_agree']       = 'Я соглашаюсь, что этот подарочный сертификат не подлежит возврату.';
$_['text_message']     = '<p>Благодарим, за приобретение подарочного сертификата! После завершения Вашего заказа, данный сертификат будет выслан получателю электронной почтой.</p>';
$_['text_for']         = '%s Подарочный сертификат для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя';
$_['entry_to_email']   = 'E-mail получателя';
$_['entry_from_name']  = 'Ваше имя';
$_['entry_from_email'] = 'Ваш E-mail';
$_['entry_theme']      = 'Тематика подарочного сертификата';
$_['entry_message']    = 'Сообщение';
$_['entry_amount']     = 'Сумма';

// Help
$_['help_message']     = 'Опционально';
$_['help_amount']      = 'Значение должно быть в диапазоне от %s до %s';

// Error
$_['error_to_name']    = 'Имя получателя должно содержать от 1 до 64 символа!';
$_['error_from_name']  = 'Ваше имя должно содержать от 1 до 64 символа!';
$_['error_email']      = 'E-Mail адрес введён не корректно!';
$_['error_theme']      = 'Укажите тематику!';
$_['error_amount']     = 'Значение должно быть в диапазоне от %s до %s';
$_['error_agree']      = 'Вы должны согласиться с условием, что данный сертификат нельзя вернуть!';
