<?php
// Heading
$_['heading_title']                  = 'Оформление заказа';

// Text
$_['text_cart']                      = 'Корзина';
$_['text_checkout_option']           = 'Шаг %s: Опции оформления заказа';
$_['text_checkout_account']          = 'Шаг %s: Учётная запись и детали оплаты';
$_['text_checkout_payment_address']  = 'Шаг %s: Детали оплаты';
$_['text_checkout_shipping_address'] = 'Шаг %s: Детали доставки';
$_['text_checkout_shipping_method']  = 'Шаг %s: Способ доставки';
$_['text_checkout_payment_method']   = 'Шаг %s: Способ оплаты';
$_['text_checkout_confirm']          = 'Шаг %s: Подтверждение заказа';
$_['text_modify']                    = 'Изменить &raquo;';
$_['text_new_customer']              = 'Новый клиент';
$_['text_returning_customer']        = 'Зарегистрированный клиент';
$_['text_checkout']                  = 'Опции оформления заказа:';
$_['text_i_am_returning_customer']   = 'У меня уже есть зарегистрированная учётная запись';
$_['text_register']                  = 'С регистрацией учётной записи';
$_['text_guest']                     = 'Оформление без регистрации';
$_['text_register_account']          = 'Зарегистрировав учётную запись, Вы сможете покупать быстрее, получать актуальную информацию о статусе сделанного заказа и отслеживать историю заказов, сделанных ранее.';
$_['text_forgotten']                 = 'Забыли пароль?';
$_['text_your_details']              = 'Ваши личные данные';
$_['text_your_address']              = 'Ваш адрес';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я прочитал и согласен с условиями, изложенными на странице <a href="%s" class="agree"><b>%s</b></a>.';
$_['text_address_new']               = 'Я хочу использовать новый адрес';
$_['text_address_existing']          = 'Я хочу использовать существующий адрес';
$_['text_shipping_method']           = 'Выберите желаемый способ доставки Вашего заказа.';
$_['text_payment_method']            = 'Выберите желаемый способ оплаты.';
$_['text_comments']                  = 'Добавьте комментарий к Вашему заказу';
$_['text_recurring_item']            = 'Повторяющийся платёж';
$_['text_payment_recurring']         = 'Профиль оплаты';
$_['text_trial_description']         = '%s каждый(ую) %d %s всего %d платеж(ей), затем';
$_['text_payment_description']       = '%s каждый(ую) %d %s всего %d платеж(ей)';
$_['text_payment_cancel']            = '%s каждый(ую) %d %s до отмены';
$_['text_day']                       = 'день';
$_['text_week']                      = 'неделю';
$_['text_semi_month']                = 'пол месяца';
$_['text_month']                     = 'месяц';
$_['text_year']                      = 'год';

// Column
$_['column_name']                    = 'Название товара';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена за единицу';
$_['column_total']                   = 'Итого';

// Entry
$_['entry_email_address']            = 'E-Mail адрес';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Подтверждение пароля';
$_['entry_firstname']                = 'Имя';
$_['entry_lastname']                 = 'Фамилия';
$_['entry_telephone']                = 'Телефон';
$_['entry_address']                  = 'Выберите адрес';
$_['entry_company']                  = 'Компания';
$_['entry_customer_group']           = 'Группа клиента';
$_['entry_address_1']                = 'Адрес 1';
$_['entry_address_2']                = 'Адрес 2';
$_['entry_postcode']                 = 'Почтовый индекс';
$_['entry_city']                     = 'Город';
$_['entry_country']                  = 'Страна';
$_['entry_zone']                     = 'Регион/область';
$_['entry_newsletter']               = 'Я хочу подписаться на E-Mail рассылку %s .';
$_['entry_shipping']                 = 'Мой адрес доставки совпадает с платёжным адресом';

// Error
$_['error_warning']                  = 'При попытке обработать Ваш заказ возникла проблема! Если она повторяется, попробуйте выбрать другой способ оплаты или <a href="%s">свяжитесь с нами</a>.';
$_['error_login']                    = 'Учётная запись с таким e-mail и/или паролем не найдена!';
$_['error_attempts']                 = 'Внимание: Вы превысили разрешённое число попыток авторизации. Пожалуйста, повторите попытку авторизации, через 1 час.';
$_['error_approved']                 = 'Внимание: Для входа, Ваша учётная запись должна быть подтверждена администратором. Пожалуйста, повторите попытку авторизации позже.';
$_['error_exists']                   = 'Такой E-Mail адрес уже зарегистрирован!';
$_['error_firstname']                = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']                    = 'E-Mail указан не корректно';
$_['error_telephone']                = 'Телефонный номер должен содержать от 3 до 32 символов';
$_['error_password']                 = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm']                  = 'Пароли не совпадают!';
$_['error_address_1']                = 'Адрес 1 должен содержать от 3 до 128 символов!';
$_['error_city']                     = 'Город должен содержать от 3 до 128 символов!';
$_['error_postcode']                 = 'Почтовый индекс, должен содержать от 2 до 10 символов!';
$_['error_country']                  = 'Выберите страну!';
$_['error_zone']                     = 'Выберите регион/область!';
$_['error_agree']                    = 'Вы должны принять %s!';
$_['error_address']                  = 'Укажите адрес!';
$_['error_shipping']                 = 'Укажите способ доставки!';
$_['error_no_shipping']              = 'Опции доставки не доступны. Пожалуйста, <a href="%s">свяжитесь с нами</a>!';
$_['error_payment']                  = 'Укажите способ оплаты!';
$_['error_no_payment']               = 'Платёжные опции не доступны. Пожалуйста, <a href="%s">свяжитесь с нами</a>!';
$_['error_custom_field']             = 'Укажите %s!';
