<?php
// Heading
$_['heading_title'] = 'Неудачный платёж!';

// Text
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформление заказа';
$_['text_failure']  = 'Неудачный платёж';
$_['text_message']  = '<p>Во время обработки Вашего платежа возникли сложности, заказ не завершен.</p>

<p>Возможные причины:</p>
<ul>
  <li>Недостаточно средств</li>
  <li>Ошибка верификации</li>
</ul>

<p>Повторите попытку, используя другой способ оплаты.</p>

<p>Если проблема не устранена, пожалуйста, <a href="%s">свяжитесь с нами</a> указав детали оформляемого заказа.</p>
';
