<?php
// Heading
$_['heading_title']        = 'Ваш заказ был принят!';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформление заказа';
$_['text_success']         = 'Заказ принят';
$_['text_customer']        = '<p>Ваш заказ был успешно оформлен!</p><p>Информацию о Ваших заказах можно найти в <a href="%s">Личном кабинете</a> в разделе <a href="%s">История заказов</a>.</p><p>Если Ваш заказ содержал загружаемый товар, Вы можете найти его на странице <a href="%s">Загрузки</a> личного кабинета.</p><p>Если у Вас возникли какие-либо вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Благодарим Вас за покупку в нашем интернет-магазине!</p>';
$_['text_guest']           = '<p>Ваш заказ был оформлен!</p><p>Если у Вас возникли какие-либо вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Благодарим Вас за покупку в нашем интернет-магазине!</p>';
