<?php
// Heading
$_['heading_title']     = 'События';

// Text
$_['text_success']     = 'Настройки сохранены!';
$_['text_list']         = 'Список событий';
$_['text_event']        = 'События используются расширениями, для переопределения стандартного функционала Вашего магазина. Если у Вас возникли проблемы, Вы можете отключить или включить события здесь.';
$_['text_info']         = 'Информация';
$_['text_trigger']      = 'Триггер';
$_['text_action']       = 'Действие';

// Column
$_['column_code']       = 'Код события';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение настроек!';
