<?php
// Text
$_['text_success']     = 'Вы изменили расширения!';
$_['text_unzip']       = 'Распаковка файлов!';
$_['text_move']        = 'Копирование файлов!';
$_['text_xml']         = 'Применение модификаций!';
$_['text_remove']      = 'Удаление временных файлов!';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение расширений!';
$_['error_install']    = 'Расширение устанавливается, подождите несколько секунд!';
$_['error_unzip']      = 'Zip-файл не может быть открыт!';
$_['error_file']       = 'Не удалось найти файл установки!';
$_['error_directory']  = 'Не удалось найти директорию установки!';
$_['error_code']       = 'Для изменения XML требуется уникальный код!';
$_['error_xml']        = 'Модификация %s уже используется!';
$_['error_exists']     = 'Файл %s уже существует!';
$_['error_allowed']    = 'Директория %s недоступна для записи!';
