<?php
// Heading
$_['heading_title']     = 'Модификации';

// Text
$_['text_success']     = 'Настройки сохранены!';
$_['text_refresh']      = 'Каждый раз, при включении / отключении или удалении модификации, нажимайте на кнопку Обновить, для перестроения кэша модификаций!';
$_['text_list']         = 'Список модификаций';

// Column
$_['column_name']       = 'Название модификации';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав на изменение настроек!';
