<?php
// Text
$_['text_subject']        = '%s - Партнёрская программа';
$_['text_welcome']        = 'Благодарим, за присоединение к партнёрской программе %s!';
$_['text_login']          = 'Ваша учётная запись была создана. Вы можете войти используя свой e-mail адрес и пароль перейдя по следующей ссылке:';
$_['text_approval']       = 'Ваша учётная запись должна быть подтверждена администратором. После подтверждения, Вы сможете авторизоваться, используя свой e-mail адрес и пароль перейдя по следующей ссылке:';
$_['text_service']        = 'После входа в систему, Вы сможете генерировать коды отслеживания, отслеживать комиссионные платежи и редактировать данные своей учетной записи.';
$_['text_thanks']         = 'Благодарим,';
$_['text_new_affiliate']  = 'Новый партнер';
$_['text_signup']         = 'Зарегистрирован новый партнер:';
$_['text_website']        = 'Сайт:';
$_['text_customer_group'] = 'Клиентская группа:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
