<?php
// Text
$_['text_subject']        = '%s - Благодарим за регистрацию';
$_['text_welcome']        = 'Благодарим за регистрацию в %s!';
$_['text_login']          = 'Ваша учётная запись была создана. Вы можете войти используя свой e-mail адрес и пароль перейдя по следующей ссылке:';
$_['text_approval']       = 'Ваша учётная запись должна быть подтверждена администратором. После подтверждения, Вы сможете авторизоваться, используя свой e-mail адрес и пароль перейдя по следующей ссылке:';
$_['text_service']        = 'После входа в систему Вы сможете просматривать предыдущие заказы, распечатывать счёта-фактуры и изменять информацию Вашей учётной записи.';
$_['text_thanks']         = 'Благодарим,';
$_['text_new_customer']   = 'Новый клиент';
$_['text_signup']         = 'Новый клиент зарегистрирован:';
$_['text_customer_group'] = 'Клиентская группа:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
