<?php
// Text
$_['text_subject']  = 'Вам отправили подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, Вы получили Подарочный сертификат стоимостью %s';
$_['text_from']     = 'Этот Подарочный сертификат отправил %s';
$_['text_message']  = 'Со следующим сообщением';
$_['text_redeem']   = 'Для того, чтобы воспользоваться подарочным сертификатом, сохраните код <b>%s</b> и перейдите в магазин (по ссылке ниже). Добавьте в корзину желаемый товар, который Вы хотели бы приобрести при помощи сертификата. Ввести код сертификата можно на странице "Корзина", до перехода по ссылке "Оформить заказ".';
$_['text_footer']   = 'Пожалуйста, ответьте на этот e-mail, если у Вас имеются какие-либо вопросы.';
